Repository: mar-pstu/pstu-dissertation
Catalog: languages/pstu_dissertation-*.po
Languages: uk

source: Параметры
uk: Параметри

source: Фамилия
uk: Призвіще

source: Имя
uk: Ім'я

source: Отчество
uk: По батькові

source: Степень / звание
uk: Ступінь / звання

source: Место работы
uk: Місце роботи

source: Отзыв
uk: Відгук

source: Процедура удаления
uk: Процедура видалення

source: Автоудаление
uk: Автовидалення

source: Интервал удаления
uk: Інтервал видалення

source: да
uk: так

source: Дата публикации на сайте
uk: Дата публікації на сайті

source: Оппоненты
uk: Опоненти

source: Публикация на сайте
uk: Публікація на сайті

source: Удаления с сайта
uk: Видалення з сайту

source: Защита
uk: Захист

source: Справка
uk: Довідка

source: Настройки
uk: Налаштування

source: Заполните таксономию или обратитесь к администратору сайта.
uk: Заповніть таксономию або зверніться до адміністратора сайту.

source: Невозможно определить версию базы данных. Возможно при установке плагина произошка ошибка. Если плагин установлен поверх версии 1.0.0, то сделайте резервную копию и запустите обновление, активируей плагин заново.
uk: Неможливо визначити версію бази даних. Можливо при установці плагіна проізошка помилка. Якщо плагін встановлений поверх версії 1.0.0, то зробіть резервну копію і запустіть оновлення, активуючи плагін заново.

source: Установлена устаревшая версия плагина. Сделайте резервную копию и обновитесь.
uk: Встановлено застаріла версія плагіна. Зробіть резервну копію і оновіться.

source: Плагин запущен с устаревшей версией базы данных. Для корректной работы необходимо обновить базу данных. Сделайте резервную копию и нажмите кнопку "Запустить обновление".
uk: Плагін запущений із застарілою версією бази даних. Для коректної роботи необхідно оновити базу даних. Зробіть резервну копію і натисніть кнопку "Запустити оновлення".

source: Обновление
uk: Оновлення

source: Версия плагина: %s
uk: Версія плагіна: %s

source: Версия базы данных: %s
uk: Версія бази даних: %s

source: не определена
uk: не визначена

source: Версия плагина совпадает с версией базы данных. Дополнительные действия не требуются.
uk: Версія плагіна збігається з версією бази даних. Додаткові дії не потрібні.

source: Запустить обновление
uk: Запустити оновлення

source: <p>Обновлено %s диссертаций из %s</p>
uk: <p>Оновлене %s дисертацій з %s</p>

source: Ошибка обновления диссертаций!
uk: Помилка оновлення дисертацій!

source: Диссертации обновлены!
uk: Дисертації оновлені!

source: Обновление завершено! Перезагрузка ...
uk: Оновлення завершено! Перезавантажити ...

source: Сайт закрыт на обслуживание
uk: Сайт на стадії технічного обслуговування

source: Обновите страницу через несколько минут
uk: Оновлення сторінку через кілька хвилин

source: Добавить строку
uk: Додати рядок

source: Редактор научного совета
uk: Редактор наукової ради

source: +1 неделя
uk: +1 тиждень

source: +2 недели
uk: +2 тиждені

source: +3 недели
uk: +23тиждені

source: +1 месяц
uk: +1 місяць

source: +2 месяца
uk: +2 місяці

source: +3 месяца
uk: +3 місяці

source: +4 месяца
uk: +4 місяці

source: Дата удаления диссертации с сайта
uk: Дата видалення дисертації з сайту

source: Дата защиты
uk: Дата захисту

source: Время защиты
uk: Час захисту

source: Диссертация
uk: Дисертація

source: Диссертации
uk: Дисертації

source: Добавить новую
uk: Додати нову

source: Добавить новую диссертацию
uk: Додати нову дисертацію

source: Редактировать диссертацию
uk: Редагувати дисертацію

source: Новая диссертация
uk: Нова дисертація

source: Посмотреть диссертацию
uk: Подивитися дисертацію

source: Найти диссертацию
uk: Знайти дисертацію

source: Записей не найдено
uk: Записів не знайдено

source: В корзине ничего не найдено
uk: В кошику нічого не знайдено

source: Сообщение с сайта
uk: Повідомлення з сайту

source: Оповещение! %s будет автоматически удалена Ваша публикая <a href="%s">"%s"</a>
uk: Оповіщення! %s буде автоматично видалена Ваша публіка <a href="%s">"%s"</a>

source: Научный совет
uk: Наукова рада

source: Найти научный совет
uk: Знайти наукову раду

source: Все научные советы
uk: Всі наукові ради

source: Редагувати наукову раду
uk: Редагуваті наукову раду

source: Обновить запись
uk: Jновити запис

source: Добавить новый научный совет
uk: Додати новий науковий рада

source: Название научного совета
uk: Назва наукової ради

source: Научные советы
uk: Наукові ради

source: Скачать
uk: Завантажити

source: Диссертации не добавлены
uk: Дисертації не додано

source: Дата размещения на сайте
uk: Дата розміщення на сайті

source: Защита диссертации состоится
uk: Захист дисертації відбудеться

source: Официальные оппоненты
uk: Офіційні опоненти
